{
  "instructions": "Ziel des Spiels ist es, die meisten Punkte zu erzielen. Decke die Karten mit den Snacks auf. Du darfst Karten mehrfach auswählen.",
  "draws": "Spielzüge übrig",
  "sum": "Summe",
  "restart": "Neustart",
  "final_result": "Endergebnis:",
  "result_better": "Das ist %percentage% <em>besser</em> als erwartet.",
  "result_worse": "Das ist %percentage% <em>schlechter</em> als erwartet.",
  "explanation_1": "Um dieses Spiel zu gewinnen, wirst Du sehr wahrscheinlich eine Strategie verwenden, die aus zwei Phasen besteht:",
  "explanation_2": "<strong>Erkunden: </strong> Drehe Karten um, um eine große Zahl zu finden.",
  "explanation_3": "<strong>Ausbeuten: </strong> Wähle immer wieder die größte Zahl, die Du gefunden hast, um eine möglichst hohe Summe zu erreichen.",
  "explanation_4": "Viele KI-Systeme benutzen Strategien mit diesen beiden Phasen. Sie wechseln zwischen dem Kurs, der sich bisher am besten bewährt hat, und einem Kurs, der neue Optionen für bessere Resultate erforscht.",
  "analysis_chart_y_label": "Durchschnittssumme",
  "analysis_chart_x_label": "Anzahl der Erkundungsversuche",
  "play_again": "Nochmal spielen",
  "learn_more": "Finde heraus welche Strategien es gibt",
  "info_screen_1": "<p><strong>Was ist deine Strategie?</strong></p><p>Um dieses Spiel zu gewinnen, wirst du wahrscheinlich eine Strategie wählen, die aus zwei Phasen besteht:</p><p><strong>Erkunden / Explore</strong>: Zuerst drehst du mehrere Karten um, um eine möglichst große Zahl zu finden.</p><p><strong>Nützen / Exploit</strong>: Dann wählst du die Karte mit der größten Zahl so oft wie noch möglich aus.</p><p>Wie viele Karten deckst du auf, um ein möglichst hohes Ergebnis zu erhalten?</p>",
  "info_next": "Was hat das mit KI zu tun?",
  "info_screen_2": "<p><strong>Was hat das mit KI zu tun?</strong></p><p>Auch eine KI braucht eine Strategie, um möglichst gut zu werden. Zu Beginn des Lernens kann sie nichts – sie probiert Verschiedenes aus. Sie braucht dabei ein Gleichgewicht: Erst möglichst viel Neues probieren (‘Explore’), und dann, wenn die KI beginnt, besser zu werden, ihr Können zu nutzen (‘Exploit’).</p><p>Ein KI-System hat zu Beginn des Lernens oder des Trainingsprozesses keinerlei Informationen über ‘gute’ Entscheidungen oder Parameter und auch nicht darüber, wie gut es im besten Fall werden kann – so wie du im Spiel nicht weißt, welche Karten versteckt sind. Wie soll man in so einem Fall entscheiden, ob man besser viele verschiedene Karten aufdeckt (explore), in der Hoffnung es kommen noch bessere? Oder ob man von den paar Karten, die man schon kennt, die besten nimmt (exploit)? So wie du im Spiel begrenzte Versuche zum Aufdecken hast, hat ein KI-System begrenzte Durchläufe, denn jeder kostet Rechenzeit und Strom.</p><p>Das so entstehende Problem wird als ‘Exploration-Exploitation-Dilemma’ bezeichnet.</p><p>Viele Forschende versuchen bessere Strategien für maschinelles Lernen zu finden, auch um den enormen Stromverbrauch von KI weltweit zu senken.</p><p>Tipp: Beim Zahlenspiel hat man die besten Chancen, wenn man zuerst vier Karten umdreht, und davon dann die höchste mehrmals klickt.</p>"
}
