{
  "instructions": "The aim of the game is to score the most points. Turn over the cards. You can select cards multiple times.",
  "draws": "turns left",
  "sum": "total",
  "restart": "Restart",
  "final_result": "Final result:",
  "result_better": "This is %percentage% <em>better</em> than the average best strategy.",
  "result_worse": "This is %percentage% <em>worse</em> than the average best strategy.",
  "explanation_1": "To win at this game, it's very likely you adopted a strategy with two phases:",
  "explanation_2": "<strong>Explore: </strong> Flip cards trying to find a high value.",
  "explanation_3": "<strong>Exploit: </strong> Repeatedly pick the highest value found to maximize the score.",
  "explanation_4": "Many AI systems learn to perform tasks by using strategies with these two phases. They alternate between taking the best-known course of action while at the same time exploring new options that could bring better results.",
  "analysis_chart_y_label": "Average sum",
  "analysis_chart_x_label": "Number of turns of exploration",
  "play_again": "Play again",
  "learn_more": "Find out which strategies exist.",
  "info_screen_1": "<p><strong>What is your strategy?</strong></p><p>To win this game, you will probably choose a strategy that consists of two phases:</p><p><strong>Explore</strong>: First, you turn over several cards to find the highest number possible.</p><p><strong>Exploit</strong>: Then, you select the highest numbered card as often as possible.</p><p>How many cards will you turn over to get the highest possible score?</p>",
  "info_next": "What does this have to do with AI?",
  "info_screen_2": "<p>AI also needs a strategy to become as good as possible during training. When beginning training, it can't do anything – it uses training data where the solutions are already known to try out different things. It needs to strike a balance: first, try as many new things as possible (‘explore’), and then, when the AI starts to improve, refine its skills (‘exploit’).</p><p>Like being unaware of which cards are hidden when beginning the game, a neural network has no information about ‘good’ parameters or how good it can become in the best-case scenario when beginning the training process. In the case of the game, how should one decide whether it is better to reveal many different cards (explore) in the hope that even better ones will come along? Or whether to take the best of the few cards you already know (exploit)? Just as you have a limited number of attempts to reveal cards during the game, a neural network has a limited number of training rounds. This is because training costs computing time and electricity.</p><p>The resulting problem is known as the ‘exploration-exploitation dilemma’.</p><p>Many researchers are trying to find better strategies for machine learning to help reduce the enormous power consumption of AI worldwide.</p><p>Hint: In the numbers game, you have the best chance if you first turn over four cards and then click on the highest one several times.</p>"
}
